<div class="col-sm-12 text-center">
  <h1><b><span class="glyphicon glyphicon-list-alt"></span> เกี่ยวกับ</b></h1>
  <h6 class="w3-bottombar w3-border-black"></h6>
  <h3 style="color:blue;">ประวัติความเป็นมาของกองพัฒนานักศึกษา</h3>
</div>
<div class="col-sm-12 text-left">
  <p style="text-align:justify; text-indent: 2.5em;">กองพัฒนานักศึกษาเป็นหน่วยงานหนึ่งสังกัดอยู่ในสำนักงานอธิการบดีของมหาวิทยาลัยราชภัฏกาญจนบุรี รับผิดชอบและสนับสนุน
ในงานกิจกรรมนักศึกษาให้ดำเนินไปจนบรรลุวัตถุประสงค์ โดยการสร้างสรรค์คุณลักษณะของบัณฑิตมหาวิทยาลัยราชภัฏกาญจนบุรี
ให้เป็นผู้ “มีความรู้ มีคุณธรรม และมีส่วนในการพัฒนาชุมชน”</p>
<p style="text-align:justify; text-indent: 2.5em;">มหาวิทยาลัยราชภัฏกาญจนบุรี ได้ตั้งขึ้นตามพระราชบัญญัติวิทยาลัยครู พ.ศ.2518 ต่อมาเมื่อวันที่ 14 กุมภาพันธ์ 2535
พระบาทสมเด็จพระเจ้าอยู่หัวฯ รัชกาลที่ 9 ทรงพระราชทานนาม “สถาบันราชภัฏ” แทนชื่อวิทยาลัยครู และมีการประกาศใช้
พระราชบัญญัติสถาบันราชภัฏ พ.ศ.2538 เมื่อวันที่ 24 มกราคม 2538 และในปี พ.ศ.2542 ได้มีการปรับปรุงโครงสร้าง
บริหารงานตามพระราชบัญญัติสถาบันราชภัฏ พ.ศ.2538 ตั้งแต่วันที่ 12 ตุลาคม พ.ศ.2542 และเมื่อวันที่ 15 มิถุนายน 2547
สถาบันราชภัฏ ได้ยกฐานะเป็น “มหาวิทยาลัยราชภัฏ” ตามพระราชบัญญัติมหาวิทยาลัยราชภัฏ พ.ศ.2547 มีผลทำให้ต้องมี
การปรับเปลี่ยนโครงสร้างหน่วยงานภายในของมหาวิทยาลัยใหม่ และเพื่อให้เป็นไปตามโครงสร้างใหม่ สำนักกิจการนักศึกษา
จึงได้เปลี่ยนชื่อเป็น กองกิจการนักศึกษา และได้เปลี่ยนชื่อใหม่เป็น “กองพัฒนานักศึกษา” จนถึงปัจจุบัน โดยมุ่งจัดบริการ
และสวัสดิการต่าง ๆ ให้คำปรึกษา ช่วยลดปัญหาอุปสรรคในระหว่างการศึกษาเพื่อให้นักศึกษาใช้เวลาในการศึกษาได้อย่างเต็ม
ความสามารถและส่งเสริมให้นักศึกษาดำเนินการจัดกิจกรรมต่าง ๆ เพื่อพัฒนาตนเอง สามารถดำเนินชีวิตอยู่ในสังคมได้อย่างมีความสุข</p>
  <hr>
  <h3 style="text-align:center"><b>สถานที่ตั้ง</b></h3>
  <p>กองพัฒนานักศึกษา มหาวิทยาลัยราชภัฏกาญจนบุรี ตั้งอยู่ที่ 70 ก หมู่ 4 ตำบลหนองบัว อำเภอเมือง จังหวัดกาญจนบุรี 71000
  <br><b>โทรศัพท์. / โทรสาร. 0-3463-3229</b></p>
  <br>
  <table class="w3-table w3-col m6">
    <h6>กองพัฒนานักศึกษา มีอาคาร จำนวน 2 หลัง เป็นอาคารชั้นเดียว ประกอบด้วย</h6>
    <tr>
      <td>1. ห้องกองทุนเงินให้กู้ยืมเพื่อการศึกษา</td>
      <td><i>1 ห้อง</i></td>
    </tr>
    <tr>
      <td>2. ห้องทำบัตรนักศึกษาและเงินยืมฉุกเฉิน-วันราชภัฏ</td>
      <td><i>1 ห้อง</i></td>
    </tr>
    <tr>
      <td>3. ห้องสำนักงาน</td>
      <td><i>1 ห้อง</i></td>
    </tr>
    <tr>
      <td>4. ห้องเก็บพัสด</td>
      <td><i>1 ห้อง</i></td>
    </tr>
    <tr>
      <td>5. ห้องแนะแนวสารสนเทศและบริการอาชีพ</td>
      <td><i>1 ห้อง</i></td>
    </tr>
    <tr>
      <td>6. ห้องประชุมกองพัฒนานักศึกษา</td>
      <td><i>1 ห้อง</i></td>
    </tr>
    <tr>
      <td>7. ห้ององค์การบริหารกิจกรรมนักศึกษา ภาคปกต</td>
      <td><i>1 ห้อง</i></td>
    </tr>
    <tr>
      <td>8. ห้ององค์การบริหารกิจกรรมนักศึกษา ภาค กศ.บป.</td>
      <td><i>1 ห้อง</i></td>
    </tr>
    <tr>
      <td>9. ห้องเก็บวัสดุอุปกรณ์กิจกรรมนักศึกษา</td>
      <td><i>1 ห้อง</i></td>
    </tr>
  </table>
</div>
